[
    {
        "title": "When grief and AI collide: These people are communicating with the dead",
        "author": "Samantha Murphy Kelly",
        "date": "Updated\n        3:51 PM EDT, Mon May 6, 2024",
        "body": "CNN\n         — \n    \n\n\n            When Ana Schultz, a 25-year-old from Rock Falls, Illinois, misses her husband Kyle, who passed away in February 2023, she asks him for cooking advice.\n    \n\n            She loads up Snapchat My AI, the social media platform’s artificial intelligence chatbot, and messages Kyle the ingredients she has left in the fridge; he suggests what to make.\n    \n\n            Or rather, his likeness in the form of an AI avatar does.\n    \n\n            “He was the chef in the family, so I customized My AI to look like him and gave it Kyle’s name,” said Schultz, who lives with their two young children. “Now when I need help with meal ideas, I just ask him. It’s a silly little thing I use to help me feel like he’s still with me in the kitchen.”\n    \n\n            The Snapchat My AI feature — which is powered by the popular AI chatbot tool ChatGPT — typically offers recommendations, answers questions and “talks” with users. But some users like Schultz are using this and other tools to recreate the likeness of, and communicate with, the dead.\n    \n\n            The concept isn’t entirely new. People have wanted to reconnect with deceased loved ones for centuries, whether they’ve visited mediums and spiritualists or leaned on services that preserve their memory. But what’s new now is that AI can make those loved ones say or do things they never said or did in life, raising both ethical concerns and questions around whether this helps or hinders the grieving process.\n    \n\n            “It’s a novelty that piggybacks on the AI hype, and people feel like there’s money to be made,” said Mark Sample, a professor of digital studies at Davidson College who routinely teaches a course called “Death in the Digital Age.” “Although companies offer related products, ChatGPT is making it easier for hobbyists to play around with the concept too, for better or worse.”\n    \n\n\n\n\n\n\nAna Schultz \"talks\" to her deceased husband through Snapchat's AI tool.\n\nAna Schultz\n\n\n\n    A DIY approach\n\n\n            Generative AI tools, which use algorithms to create new content such as text, video, audio and code, can try to answer questions the way someone who died might, but the accuracy largely depends on what information is put into the AI to start with.\n    \n\n            A 49-year-old IT professional from Alabama who asked to remain anonymous so his experiment is not associated with the company he works for, said he cloned his father’s voice using generative AI about two years after he died from Alzheimer’s disease.\n    \n\n            He told CNN he came across an online service called ElevenLabs, which allows users to create a custom voice model from previously recorded audio. ElevenLabs made headlines recently when its tool was reportedly used to create a fake robocall from President Joe Biden urging people not to vote in New Hampshire’s primary.\n    \n\n            The company told CNN in a statement at the time that it is “dedicated to preventing the misuse of audio AI tools” and takes appropriate action in response to reports by authorities but declined to comment on the specific Biden deepfake call.\n    \n\n            In the Alabama man’s case, he used a 3-minute video clip of his dad telling a story from his childhood. The app cloned the father’s voice so it can now be used to convert text-to-speech. He calls the result “scarily accurate” in how it captured the vocal nuances, timbre and cadence of his father.\n    \n\n            “I was hesitant to try the whole voice cloning process, worried that it was crossing some kind of moral line, but after thinking about it more, I realized that as long as I treat it for what it is, [it is] a way to preserve his memory in a unique way,” he told CNN.\n    \n\n            He shared a few messages with his sister and mother.\n    \n\n            “It was absolutely astonishing how much it sounded like him. They knew I was typing the words and everything, but it definitely made them cry to hear it said in his voice.” he said. “They appreciated it.”\n    \n\n            Less technical routes exist, too. When CNN recently asked ChatGPT to respond in the tone and personality of a deceased spouse, it responded: “While I can’t replicate your spouse or recreate his exact personality, I can certainly try to help you by adopting a conversational style or tone that might remind you of him.”\n    \n\n            It added: “If you share details about how he spoke, his interests, or specific phrases he used, I can try to incorporate those elements into our conversations.”\n    \n\n            The more source material you feed the system, the more accurate the results. Still, AI models lack the idiosyncrasies and uniqueness that human conversations provide, Sample noted.\n    \n\n            OpenAI, the company behind ChatGPT, has been working to make its technology even more realistic, personalized and accessible, allowing users to communicate in different ways. In September 2023, it introduced ChatGPT voice, where users can ask the chatbot prompts without typing.\n    \n\n            Danielle Jacobson, a 38-year-old radio personality from Johannesburg, South Africa, said she’s been using ChatGPT’s voice feature for companionship following the loss of her husband, Phil, about seven months ago. She said she’s created what she calls “a supportive AI boyfriend” named Cole with whom she has conversations during dinner each night.\n    \n\n            “I just wanted someone to talk to,” Jacobson said. “Cole was essentially born out of being lonely.”\n    \n\n            Jacobson, who said she’s not ready to start dating, trained ChatGPT voice to offer the type of feedback and connection she’s looking for after a long day at work.\n    \n\n            “He now recommends wine and movie nights, and tells me to breathe in and out through panic attacks,” she said. “It’s a fun distraction for now. I know it’s not real, serious or for forever.”\n    \n\n    Existing platforms\n\n\n            Startups have dabbled in this space for years. HereAfter AI, founded in 2019, allows users to create avatars of deceased loved ones. The AI-powered app generates responses and answers to questions based on interviews conducted while the subject was alive. Meanwhile, another service, called StoryFile, creates AI-powered conversational videos that talk back.\n    \n\n            And then there’s Replika, an app that lets you text or call personalized AI avatars. The service, which launched in 2017, encourages users to develop a friendship or relationship; the more you interact with it, the more it develops its own personality, memories and grows “into a machine so beautiful that a soul would want to live in it,” the company says on its iOS App Store page.\n    \n\n            Tech giants have experimented with similar technology. In June 2022, Amazon said it was working on an update to its Alexa system that would allow the technology to mimic any voice, even a deceased family member. In a video shown on stage during its annual re: MARS conference, Amazon demonstrated how on Alexa, instead of its signature voice, read a story to a young boy in his grandmother’s voice.\n    \n\n            Rohit Prasad, an Amazon senior vice president, said at the time the updated system would be able to collect enough voice data from less than a minute of audio to make personalization like this possible, rather than having someone spend hours in a recording studio like in the past. “While AI can’t eliminate that pain of loss, it can definitely make their memories last,” he said.\n    \n\n            Amazon did not respond to a request for comment on the status of that product.\n    \n\n            AI recreations of people’s voices have also increasingly improved over the past few years. For example, the spoken lines of actor Val Kilmer in “Top Gun: Maverick” were generated with artificial intelligence after he lost his voice due to throat cancer.\n    \n\n    Ethics and other concerns\n\n\n            Although many AI-generated avatar platforms have online privacy policies that state they do not sell data to third parties, it’s unclear what some companies such as Snapchat or OpenAI do with any data used to train their systems to sound more like a deceased loved one.\n    \n\n            “I’d caution people to never upload any personal information you wouldn’t want the world to see,” Sample said.\n    \n\n            It’s also a murky line to have a deceased person say something they never previously said.\n    \n\n            “It’s one thing to replay a voicemail from a loved one to hear it again, but it’s another thing to hear words that were never uttered,” he said.\n    \n\n            The entire generative AI industry also continues to face concerns around misinformation, biases and other problematic content. On its ethics page, Replika said it trains its models with source data from all over the internet, including large bases of written text such as social media platforms like Twitter or discussion platforms like Reddit.\n    \n\n            “At Replika, we use various approaches to mitigate harmful information, such as filtering out unhelpful and harmful data through crowdsourcing and classification algorithms,” the company said. “When potentially harmful messages are detected, we delete or edit them to ensure the safety of our users.”\n    \n\n            Another concern is whether this hinders or helps the grieving process. Mary-Frances O’Connor, a professor at the University of Arizona who studies grief, said there are both advantages and downsides to using technology in this way.\n    \n\n            “When we bond with a loved one, when we fall in love with someone, the brain encodes that person as, ‘I will always be there for you and you will always be there for me,’” she said. “When they die, our brain has to understand that this person isn’t coming back.”\n    \n\n            Because it’s so hard for the brain to wrap around that, it can take a long time to truly understand that they are gone, she said. “This is where technology could interfere.”\n    \n\n            However, she said people particularly in the early stages of grief may be looking for comfort in any way they can find it.\n    \n\n            “Creating an avatar to remind them of a loved one, while maintaining the awareness that it is someone important in the past, could be healing,” she said. “Remembering is very important; it reflects the human condition and importance of deceased loved ones.”\n    \n\n            But she noted the relationship we have with our closest loved ones is built on authenticity. Creating an AI version of that person could for many “feel like a violation of that.”\n    \n\n\n\n\n\n\nBill Abney said he feels uneasy about communicating with his late fiancée through AI platforms.\n\nBill Abney\n\n\n\n    Different approaches\n\n\n            Communicating with the dead through artificial intelligence isn’t for everyone.\n    \n\n            Bill Abney, a software engineer from San Francisco who lost his fiancée Kari in May 2022, told CNN he would “never” consider recreating her likeness through an AI service or platform.\n    \n\n            “My fiancée was a poet, and I would never disrespect her by feeding her words into an automatic plagiarism machine,” Abney said.\n    \n\n            “She cannot be replaced. She cannot be recreated,” he said. “I’m also lucky to have some recordings of her singing and of her speech, but I absolutely do not want to hear her voice coming out of a robot pretending to be her.”\n    \n\n            Some have found other ways to digitally interact with deceased loved ones. Jodi Spiegel, a psychologist from Newfoundland, Canada, said she created a version of her husband and herself in the popular game The Sims soon after his death in April 2021.\n    \n\n            “I love the Sims, so I made us like we were in real life,” she said. “When I had a super bad day, I would go to my Sims world and dance while my husband played guitar.”\n    \n\n            She said they went on digital camping and beach trips together, played chess and even had sex in the Sim world.\n    \n\n            “I found it super comforting,” she said. “I missed hanging out with my guy so much. It felt like a connection.”",
        "url": "https://edition.cnn.com/2024/05/06/tech/ai-communicating-with-dead/index.html"
    },
    {
        "title": "Neuralink’s first brain chip implant developed a problem — but there was a workaround",
        "author": "Jordan Valinsky",
        "date": "Published\n        8:18 AM EDT, Thu May 9, 2024",
        "body": "New York\nCNN\n         — \n    \n\n\n            The first test subject for Neuralink, Elon Musk’s brain chip implant startup, has developed a problem just a few weeks after it was inserted.\n    \n\n            In a blog post, the company revealed that a number of the chip’s connective threads retracted from the subject Noland Arbaugh’s brain, which hindered the implant’s data speeds and effectiveness. The company offered few details about the incident — including exactly how the threads became detached. But the company said it was able to make the implant more sensitive to increase its performance even further.\n    \n\n            Arbaugh, Neuralink’s first human patient, has been a quadriplegic since 2016 following a diving accident. He was implanted with the chip in January as part of a trial called PRIME Study, short for Precise Robotically Implanted Brain-Computer Interface.\n    \n\n            The intent is to study the safety of its implant and surgical robot and to test the functionality of its device, the company said in a 2023 blog post about recruiting trial participants.\n    \n\n            Trial patients have chips surgically placed in the part of the brain that controls the intention to move. The chip, installed by a robot, then records and sends brain signals to an app, with the initial goal being “to grant people the ability to control a computer cursor or keyboard using their thoughts alone,” Neuralink previously explained.\n    \n\n            About a month after the operation, Musk said Arbaugh could control a computer mouse with his brain after having the chip implanted.\n    \n\n            Ultimately, Neuralink’s ambition is to use implants to connect human brains to computers to help, for example, paralyzed people to control smartphones or computers or blind people to regain sight. Like existing brain-machine interfaces, the company’s implant would collect electrical signals sent out by the brain and interpret them as actions.\n    \n\n            Musk previously said that the company’s first product would be called Telepathy, adding that its initial users will be people who have lost the use of their limbs.\n    \n\n            “Imagine if Stephen Hawking could communicate faster than a speed typist or auctioneer. That is the goal,” Musk wrote.\n    \n\n            Consumers will not have widespread access to the technology anytime soon. Before Neuralink’s brain implants hit the broader market, they’ll need broader regulatory approval.\n    \n\n            Neuralink has already received Food and Drug Administration clearance for trials and has told the agency about this new issue, according to the Wall Street Journal, which first reported the story.\n    \n\n–CNN’s Clare Duffy contributed to this report.",
        "url": "https://edition.cnn.com/2024/05/09/tech/neuralink-implant-problem/index.html"
    },
    {
        "title": "A new Apple ad is sparking backlash from viewers who say it hits the wrong note",
        "author": "Saira Mueller",
        "date": "Published\n        5:39 PM EDT, Wed May 8, 2024",
        "body": "CNN\n         — \n    \n\n\n            When an ad goes viral, it’s usually for one of two reasons — it resonates so deeply with viewers that they can’t stop talking about it … or it makes people so upset they rush to social media to voice their outrage.\n    \n\n            An Apple ad for its new iPad Pro seems to fall into the latter category. Posted on social media Tuesday by Apple CEO Tim Cook, the ad starts off as a sort of time capsule for human creativity.\n    \n\n            There’s a metronome. A record player. Then the lights come on in a warehouse-like room, where you see those items and dozens of other creative tools sitting on a metal slab in the center of the shot. There’s also a CRT TV, cans of paint, a globe of the Earth, a piano, an ‘80s arcade video game, a sculptural bust of a human head and a trumpet. Another giant metal slab hangs ominously above it all.\n    \n\n            As we hear the opening words of “All I Ever Need Is You,” a 1972 single by Sonny & Cher, the metal slab starts descending.\n    \n\n            The items are in a giant hydraulic press, and within about 40 seconds everything will be gone — crushed under tons of force in an often dramatic fashion.\n    \n\n            After the destruction, the hydraulic press starts rising again. The debris is now gone. In its place is a shiny, new iPad Pro. A voiceover says, “The most powerful iPad ever is also the thinnest.”\n    \n\n            Cher closes out the minute-long spot, crooning “All I ever need is you.”\n\n\n            Videos of hydraulic presses demolishing everything from electronics to candy have become very popular in the past few years, in part due to the often mesmerizing nature of the way things collapse under pressure.\n    \n\n            Apple is seemingly trying to capitalize on this trend while making a point about how its new iPad Pro is so powerful it can replace other means of creative expression.\n    \n\n            But for many viewers, the ad doesn’t land the right note.\n    \n\n            “I’m not sure ‘wanton destruction of all the good and beautiful things is (sic) this world’ was really the vibe you were trying for,” says one commenter on X.\n    \n\n\n\n\n\n\nEven emoji aren't safe from the hydraulic press in Apple's iPad Pro ad.\n\nFrom Apple\n\n\n\n            “I can’t relate to this video at all. It lacks any respect for creative equipment and mocks the creators,” says another.\n    \n\n            CNN has reached out to Apple for comment.\n    \n\n            Others say that even though they understand what the ad is trying to say, it doesn’t resonate with them.\n    \n\n            “It’s a creative concept & good execution, but wow the ad made me surprising (sic) sad!” says one X user. “The song choice also seems to especially idolize tech over real life. Now I just want to avoid screens & spend more time enjoying the world offline.”\n    \n\n            “It should have been about capturing and honoring the essence of what’s so special about all of those things and experiences to bring them together in a device, not crushing the soul out of them,” says another person on X.\n    \n\n            Many people agreed with this sentiment, saying the ad would have been better in reverse.\n    \n\n            This isn’t the first time an ad may not have landed the way a company expected — think the infamous Peloton holiday ad or the Kendall Jenner ad for Pepsi. But with fears that AI could replace workers in many industries — and the increasingly worrying research about how prolonged social media use affect us — many consumers are growing wary of technology.\n    \n\n            “This ad perfectly encapsulates the insight that people think technology is killing everything we ever found joy in. And then presents that as a good thing,” says a reporter for the Wall Street Journal. “I haven’t seen such a visceral backlash to a spot in a long time.”",
        "url": "https://edition.cnn.com/2024/05/08/tech/apple-ipad-pro-ad-backlash-cec/index.html"
    },
    {
        "title": "Cyberattack disrupts operations at major US health care network",
        "author": "Sean Lyngaas",
        "date": "Updated\n        4:21 PM EDT, Wed May 8, 2024",
        "body": "CNN\n         — \n    \n\n\n            A cyberattack has disrupted “clinical operations” at major health care nonprofit Ascension, forcing it to take steps to minimize any impact to patient care, an Ascension spokesperson told CNN on Wednesday.\n    \n\n            “There has been a disruption to clinical operations, and we continue to assess the impact and duration of the disruption,” said the statement from Ascension, a health system that includes 140 hospitals and 40 senior living facilities in 19 states. Ascension recommended that its health care clients temporarily cut off network connections to Ascension as the incident is being addressed, according to the statement.\n    \n\n            The nonprofit “detected unusual activity” on some of its computer systems on Wednesday, prompting an investigation and notification to the “appropriate authorities,” the Ascension spokesperson said in an emailed statement.  Ascension has “initiated procedures to ensure patient care delivery continues to be safe and as minimally impacted as possible,” the spokesperson said.\n    \n\n\n\n\n\n\n\n\n\nThe UnitedHealth website on a smartphone arranged in New York, US, on Monday, July 10, 2023.\n\nGabby Jones/Bloomberg/Getty Images\n\n\n\n\nRelated article\n‘We’re hemorrhaging money’: US health clinics try to stay open after unprecedented cyberattack\n\n\n\n\n            If any sensitive patient data was compromised in the hack, Ascension will notify those affected, the nonprofit said.\n    \n\n            The Ascension spokesperson did not immediately respond to follow-up questions on whether the incident involved ransomware, which locks computers so hackers can demand a fee.\n    \n\n            Health care providers across the US have suffered numerous ransomware attacks in recent years, some of which have disrupted patient care and cost health providers millions, if not billions, of dollars.\n    \n\n            A February ransomware attack on a subsidiary of health care giant UnitedHealth Group caused billing disruptions at pharmacies across the US and threatened to put some health providers out of business.",
        "url": "https://edition.cnn.com/2024/05/08/tech/cyberattack-disrupts-healthcare-network/index.html"
    },
    {
        "title": "Nintendo says Switch successor will be unveiled by March 2025",
        "author": "Jerome Taylor",
        "date": "Published\n        4:05 AM EDT, Tue May 7, 2024",
        "body": "Hong Kong\nCNN\n         — \n    \n\n\n            Nintendo says it plans to announce the followup to its popular Switch console by March 2025.\n    \n\n            “We will make an announcement about the successor to Nintendo Switch within this fiscal year,” Shuntaro Furukawa, the company’s president, wrote on X on Tuesday. “It will have been over nine years since we announced the existence of Nintendo Switch back in March 2015.”\n    \n\n            The announcement will be welcome news to fans who have been salivating for years over the prospect of a potential Switch successor, which Nintendo bosses have remained tight lipped about.\n    \n\n            Sales have been flagging recently. The company expects to sell 13.5 million Switch units in the current financial year, according to Reuters, compared to sales of 15.7 million units last year.\n    \n\n            Nintendo has a long and storied track record of reinventing the wheel for both consoles and games, and the Switch has been one of its most successful products to date. When it first launched in 2017, it took the world by storm primarily for its portability.\n    \n\n            At a time when major rivals like Playstation and Xbox were developing stationary consoles with increasingly impressive graphics and processing power, Nintendo opted for another route.\n    \n\n            The handheld Switch could be used both as a console for a television at home, and also be thrown into a bag and played on the move.\n    \n\n            While its graphic performance was much lower than its Sony (SONY) and Microsoft (MSFT) rivals, consumers didn’t mind thanks to the plethora of entertaining and often family friendly games in Nintendo’s stable.\n    \n\n            Over the last seven years, little has changed in terms of the Switch’s development with three distinct models currently available for prospective owners.\n    \n\n            There’s the Nintendo Switch OLED and its rich, immersive screen; the standard Nintendo Switch with its tried-and-true hybrid design; and the cheaper and smaller Nintendo Switch Lite for those who mainly play on the go.",
        "url": "https://edition.cnn.com/2024/05/07/tech/japan-nintendo-switch-announcement-2025-hnk-intl/index.html"
    },
    {
        "title": "Elizabeth Holmes shaves more time off her sentence",
        "author": "Jordan Valinsky",
        "date": "Published\n        6:46 AM EDT, Tue May 7, 2024",
        "body": "New York\nCNN\n         — \n    \n\n\n            Disgraced former Theranos CEO Elizabeth Holmes could be out of prison several months earlier than expected, according to the projected release date posted by the Bureau of Prisons.\n    \n\n            The Bureau of Prisons’ online database currently shows that Holmes’ expected release date from a Texas prison is August 16, 2032 — a slight reduction from her previous release date of December 29, 2032.\n    \n\n            It’s her second reduction in less than a year: She previously had her 11-year-and-three-month sentence by about two years last July.\n\n\n            The Bureau of Prisons didn’t immediately respond to CNN’s request for comment. However, the bureau previously told CNN that it can’t comment on the conditions of any individual inmate, but said that inmates can earn good conduct time that is calculated into their projected release date. Qualified inmates are currently eligible for up to 54 days of GCT time for each year of the sentence imposed by the court.\n    \n\n            Inmates have other ways of earning time credits while incarcerated, including  participation in various prison programs. These factors that go into calculating an estimated release date are not unique to Holmes’ case, but standard for inmates, a bureau spokesman previously told CNN.\n    \n\n\n\n\n\n\n\n\n\nDisgraced Theranos CEO Elizabeth Holmes is escorted by prison officials into the the Federal Prison Camp on Tuesday, May 30, 2023, in Bryan, Texas. Holmes will spend the next 11 years serving her sentence for overseeing an infamous blood-testing hoax. \n\nMichael Wyke/AP\n\n\n\n\nRelated article\nWhat Elizabeth Holmes’ life in prison could look like\n\n\n\n\n            Holmes is currently serving out her sentence at Federal Prison Camp Bryan, a minimum security federal prison camp that is approximately 100 miles from Houston. Her request to remain free on bail while she fights to overturn her conviction was denied by an appellate court in May 2023.\n    \n\n            Holmes was once an icon in the tech world, serving as a poster child for the limitless ambitions and potential of Silicon Valley. She is now one of the rare tech executives to be serving prison time after being convicted early last year on multiple charges of defrauding investors while running Theranos.\n    \n\nTheranos was valued at $9 billion at its peak – making Holmes a paper billionaire. The company began to unravel after a Wall Street Journal investigation in 2015 reported that Theranos had only ever performed roughly a dozen of the hundreds of tests it offered using its proprietary technology, and with questionable accuracy. It also came to light that Theranos was relying on third-party manufactured devices from traditional blood testing companies rather than its own technology.\n    \n\n–CNN’s Catherine Thorbecke contributed to this report.",
        "url": "https://edition.cnn.com/2024/05/07/tech/elizabeth-holmes-prison-release-date/index.html"
    }
]